<html>
	<head>
		<link href="css/style.css" rel="stylesheet" type="text/css">
		<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	</head>
	<body>
		 <body>
		 <?php include('includes/header.php'); ?>
		<?php include("includes/horizontalnav.php"); ?>
		<div class='container'>
		<?php include("includes/leftnav.php");?>
		<?php include("includes/rightnav.php");?>
	
		
		<div class="body"> <div class="boxx" ><form action="prikazi.php" method="post" style="padding: 5px 5px 40px 5px">
			
				<div  style="float: left; text-align:center"> 
					<input type="submit" value="ЗАЧУВАЈ ГО ДОГОВОРОТ" name="sub"> 
				</div><BR>
				<div style="text-align:justify; padding:20px">
					Врз основа на член 13 ,14,28 т.9 и 107  од Законот за работни односи (Службен весник на РМ, бр. 158/2010) на ден
					<input type="text" name="num" size="15" maxlength="24">
					година во просториите на  работодавачот 	<input type="text" name="num" size="20" maxlength="35">
					е склучен следниот:
				</div>
				<br><br>
				<div style="text-align:center">
					<h5>ДОГОВОР ЗА ВРАБОТУВАЊЕ НА ОПРЕДЕЛЕНО ВРЕМЕ</h5></div>
					<div style="text-align:justify; padding:20px">
						ПОМЕЃУ: <br>
						1.Работодавецот <input type="text" name="address" size="25" maxlength="100"> 
						ДООЕЛ ШТИП со матичен број, <input type="text" name="embg" size="13" maxlength="13">
						 претставуван од <input type="text" name="embg" size="13" maxlength="13">,  Управител и <br>
						 2.Работникот <input type="text" name="address" size="25" maxlength="100"> од <input type="text" name="embg" size="13" maxlength="13">
						 улица <input type="text" name="embg" size="13" maxlength="13"> со ЕМБГ <input type="text" name="embg" size="13" maxlength="13"> 
						 со <input type="text" name="embg" size="13" maxlength="13"> образование </div>
						<div style="text-align:center"> Член 1<div><br>
						<div style="text-align:justify; padding:20px">
						Со овој договор се утврдуваат правата, обврските и одговорностите од работниот однос меѓу работодавачот и работникот.<br>
Работникот заснова работен однос на определено време за период од <input type="text" name="embg" size="13" maxlength="13"> месеци Работниот однос почнува од <input type="text" name="embg" size="13" maxlength="13"> година и ќе трае до <input type="text" name="embg" size="13" maxlength="13"> година.
</div>
Член 2
						<div style="text-align:justify; padding:20px">
						Работникот ќе стапи на работа со денот на потпишување на договорот и пријавувањето во задолжително социјално осигурување.<br>
	Работниот однос работникот го заснова за работа на работно место <input type="text" name="embg" size="13" maxlength="13"> за кое, работните задачи се определени и опишани во актот за систематизација на работните места на работодавецот и е утврден <input type="text" name="embg" size="13" maxlength="13"> степен на стручна подготовка со/без работно искуство.
	<br>Работникот работните задачи ќе ги извршува во просториите на <input type="text" name="embg" size="13" maxlength="13">.
						</div>
						Член 3
						<div style="text-align:justify; padding:20px">
						Работното време на работникот изнесува 40 часа во работната недела (полно работно време)
	Работното време започнува  <input type="text" name="embg" size="13" maxlength="13"> часот а завршува во <input type="text" name="embg" size="13" maxlength="13"> часот.
						</div>
						Член 4
						<div style="text-align:justify; padding:20px">
	Работникот има право на дневна пауза, неделен и годишен одмор согласно Законот за работни односини Колективниот договор и тоа дневна пауза во траење од 30 минути во текот на дневната работа, но не на почетокот и на крајот на работното време, неделен одмор во деновите сабота и недела и годишен одмор во траење што се определува согласно Законот и колективен договор.
	<br>Работникот има право на отсуство од работа со надомест или без надомест на плата согласно Законот за работни односи и колективен договор.
</div>
						Член 5
						<div style="text-align:justify; padding:20px">
	Работникот има право на плата, додатоци, надоместоци на плата и надоместување на трошоци поврзани со работа,согласно Законот и колективен договор, Правилникот за работни односи на Друштвото и овој Договор според извршување на работните задачи.
	<br>Работникот има право на плата за работа извршена за полно работно време во висина  непомало oд 7500,00 денари согласно Законот за минимална плата, Колективниот договор и Правилникот за работни односи на Работодавачот.
</div>
						Член 6
						<div style="text-align:justify; padding:20px">
	Работникот ги прифаќа обврските што произлегуваат од Законот за работни односи, колективниот договор и Правилникот за работни односи  на работодавецот а особено: <br>
•	Да ги обавува совесно, благовремено и квалитетно а средствата за работа да ги користи економски целесообразно и квалитетно и да остварува позитивни резултати во работата;<br>
•	Да се придружува кон пропишаното работно време и пропишаните мерки за заштита при работа;<br>
•	Правилно и совесно да се однесува спрема странките и останатите работници, со своето однесување да го чува угледот на работодавецот, да ја чува деловната и професионална тајна.<br>
•	Да ги почитува и да се придржува на  Правилникот за работни односи на Друштвото.<br>
•	Работникот е должен да врши и друга работа која не е предвидена со договорот за вработување а е во рамките на неговата стручна подготовка а врз основа на усмено или писмено укажување се додека траат причините, но не подолго од два месеца последователно само во случаи:<br>
•	- Ако треба да се замени отсутен работник<br>
•	- Ако е зголемен обемот на работа<br>
•	- Ако на работното место на кое работи е намален обемот на работа;<br>
•	- Ако има елементарни непогоди кој се случуваат или непосредно се закануваат;<br>
•	- За неопходно завршување на започнат процес чие прекинување со оглед на природата на технологијата на работа би предизвикало материјални загуби;<br>
•	- Ако е неопходно да се спречат расипување на суровини и материјали, односно отстранување на дефекти на опремата и средства за работа;<br>
•	-   На завршување на неопходни итни или неодложни работи;<br>
•	-  Во други случаи кога тоа е одредено со колективни договори или акт на работодавецот;<br>
•	- Работникот во сите случаи кога врши друга работа која не е предвидена со договорот за вработување има право на еднаква плата каква примал на своето работно место, односно плата која за него е поповолна.<br>
</div>
						Член 7
						<div style="text-align:justify; padding:20px">
	Работодавецот ги прифаќа обврските што произлегуваат од Законот за работни односи, колективниот договор и Правилникот за работни односи на Друштвото, а особено: <br>
•	Работникот да го распореди на работно место за ко е избран<br>
•	Да му ги обезбеди потребните услови за работа за ивршување на преземените работни задачи<br>
•	Да му обезбеди пропишано работно време, одмори и отсуства од работа, пропишани средства за заштита при работа и други услови и права од работен однос, во согласност со законот и колективниот договор<br>
•	Да му обезбеди редовна месечна исплата на месечна плата во износ пропопорционален на основната плата, работната успешност и додатоците на плата согласно со прописите и овој договор.<br>
•	Да го запознае и обезбеди услови за безбедност на живот и здравјето согласно прописите за заштита при работа<br>
•	Да го запозане со правилата за работниот ред и дисциплина,

						</div>
						Член 8
						<div style="text-align:justify; padding:20px">
	Во случај на потреба работникот е согласен да биде расподелен на секое работно место кое одговара на неговиот степен на стручна подготовка.
						</div>
						Член 9
						<div style="text-align:justify; padding:20px">
	Овој договор може да се раскине со спогодба на странките и пред истекот на времето за кое е склучен, со едностран отказ од работникот или работодавецот во согласност со законот, колективнот договор и Правилникот за работни односи на работодавецот, или престанува да важи по истекот на времето за кое е склучен.
	<br>Доколку дојде до еднострано раскинување на овој Договор по барање на работникот од лични причини, а заради непречено одвивање на процесот на производство и избегнување на евентуална штета, минималниот отказен рок  изнесува 30 дена.
</div>
						Член 10
						<div style="text-align:justify; padding:20px">
	Доколку не се почитува дисциплината и работниот ред и работникот на ги извршува своите работни задачи навремено, целосно и квалитетно, управителот има право да го казни работникот со привремен прекин на работниот процес или парично во висина на настаната штета.
	<br>Работодавачот може да му го откаже договорот за вработување на работникот поради кршење на работниот реди и дисциплина или неисполнување на обврските особено ако:<br>
1.	Не ги почитува работниот ред и дисциплина според правилата прошишани од страна на работодавачот;<br>
2.	Не ги извршува или несовесно и ненавремено ги извршува работните задачи и ако не се придржува на обврските од чл.6 на овој договор;<br>
3.	Ако работникот одбие да ги изврши работните задачи<br>
4.	Не се придржува кон прописите што важат за вршењена работите на работното место.<br>
5.	Не се придржува на работното време, паспоредот и користењето на работното време;<br>
6.	Не побара отсуство или навремено писмено не го извести работодавачот за отсуство од работа;<br>
7.	Поради болест или оправдани причини отсуствува од работа а за тоа во рок од 48 часа писмено не го извести работодавачот;<br>
8.	 Со средствата за работа не постапува совесно или во согласност со техничките упатства за работа;<br>
9.	Настане штета, грешка во работењето или загуба а за тоа веднаш не го извести работодавачот;<br>
10.	Не ги почитува прописите за заштита при работа или не ги одржува срествата и опремата за заштита при работа.


						</div>
						Член 11
						<div style="text-align:justify; padding:20px">
						Овој договор за работа е склучен во три   истоветни примероци од кои еден за работникот, кој му се врачува на денот на потпишувањето на договорот, два за работодавачот од кои еден примерок се чува во работните простории на работодавачот каде што работи работникот.
	<br>Договорот е потпишан од двете страни на ден <input type="text" name="name1" size="13" maxlength="30"> година во <input type="text" name="name1" size="13" maxlength="30">.

						</div>
					</div>
					<div style="float: right; padding-right: 25px"; >  
						Р а б о т о д а в а ч <br><input type="text" name="name1" size="13" maxlength="30">
					</div>
					<div style="float: left; padding-left: 25px" >
						Р а б о т н и к  <br> <input type="text" name="time" size="25" maxlength="50"><br>
					</div>
				</div>
			
		</form>
		</div></div>
		<?php include("includes/footer.php");?>
		</div>
	</body>
</html>