<div class="middle">
				<div class="middle_content_search">
				<br><br><br>
				Електронското чување на документи, односно записи, (анг. Electronic record management или Document management) ни овозможува да ги чуваме и да ги заштитиме нашите документи.
				Со електронското чување на нашите документи, ние можеме да им пристапиме на нашите документи во секое време, од секое место.
				<br>Се повеќе и повеќе сопственици на компании се свесни за системите за управување со документи. Но многу малку луѓе навистина разбираат како овие системи работат.
				<br> Токму оваа веб страна нам ни служи како страна за електронско внесување и пребарувањење на документите. На оваа страна се наогаат веќе готови формулари за потполнување на документи и зачувување во базата на податоци или прикачување на документи кои предходно се подготвени од вработените и зачувување во базата на податоци.
				<br>Внесените документи може да се пребаруваат според одредени категори и под категории (дали документот е внесен со веќе подготвениот формулар или документот е прикачен)
				<br> Воедно нашата компанија КЕТИ ДООЕЛ Штип е модна конфекција што се занимава со производство на  женска облека, за жени кои што имаат личен стил и елеганција, но истовремено се грижат за квалитетот и конфорот.	
				Квалитетниот менаџмент, современите машини, познавањето на интернационланите пазари и посветеноста кон најсложените барања на купувачите, ја прават КЕТИ ДООЕЛ Штип водечка компанија во делот на организација и менаџирање на пороизводство на облека.
				</div>
			
</div>